{
  "862": {
    "title": "Призвание варягов",
    "description": "Начало княжения Рюрика в Новгороде, что считается началом российской государственности."
  },
  "988": {
    "title": "Крещение Руси",
    "description": "Князь Владимир принял христианство и крестил Киевскую Русь, что стало поворотным моментом в истории страны."
  },
  "1240": {
    "title": "Взятие Киева монголами",
    "description": "Монголы под предводительством Батыя захватили и разрушили Киев, что ознаменовало начало монгольского ига."
  },
  "1263": {
    "title": "Образование Московского княжества",
    "description": "По завещанию Александра Невского Московское княжество было выделено в удел его младшему сыну – Даниилу Александровичу. С этого момента Москва начала участвовать в борьбе за господство среди других княжеств Руси."
  },
  "1380": {
    "title": "Куликовская битва",
    "description": "Войска Дмитрия Донского одержали победу над армией Мамая, что стало символом начала освобождения от монгольского ига."
  },
  "1477": {
    "title": "Московско-новгородская война",
    "description": "Последний конфликт между Великим княжеством Московским и Новгородской республикой. Завершился в 1478 году падением Новгорода и его присоединением к Москве."
  },
  "1480": {
    "title": "Стояние на реке Угре",
    "description": "Противостояние между войсками Ивана III и хана Ахмата завершилось без боя, что ознаменовало конец монгольского ига."
  },
  "1489": {
    "title": "Присоединение Вятки",
    "description": "К Московскому государству присоединены Вятские земли, расширившие территорию на северо-востоке."
  },
   "1552": {
    "title": "Взятие Казани",
    "description": "Казанское ханство ликвидировано, к России было присоединено Среднее Поволжье."
  },
  "1556": {
    "title": "Подчинение Астраханского ханства",
    "description": "Астраханское ханство вошло в состав Русского царства, обеспечив контроль над нижним течением Волги."
  },
  "1581": {
    "title": "Сибирский поход Ермака",
    "description": "Сибирское ханство было побеждено, и началось присоединение обширных сибирских территорий к России."
  },
  "1612": {
    "title": "Освобождение Москвы",
    "description": "Народное ополчение под предводительством Минина и Пожарского освободило Москву от польских интервентов."
  },
  "1649": {
    "title": "Присоединение Сибири и Дальнего Востока",
    "description": "Оформлено присоединение земель Восточной Сибири и Дальнего Востока к России."
  },
  "1709": {
    "title": "Полтавская битва",
    "description": "Решающая победа русской армии над шведами в ходе Северной войны, укрепившая позиции России в Европе."
  },
  "1721": {
    "title": "Ништадтский мирный договор, провозглашение Российской империи",
    "description": "Договор с Швецией завершил Северную войну. Россия получила Ингерманландию, Лифляндию, Эстляндию, часть Карелии и другие земли."
  },
  "1741": {
    "title": "Присоединение Аляски",
    "description": "Начало освоения Аляски русскими, её включение в состав Российского государства."
  },
  "1800": {
    "title": "Присоединение Закавказья",
    "description": "К России присоединены территории Восточного Закавказья."
  },
  "1812": {
    "title": "Отечественная война 1812 года",
    "description": "Отражение нашествия Наполеона на Россию, включая Бородинское сражение и последующий разгром французской армии."
  },
  "1917": {
    "title": "Февральская революция",
    "description": "Свержение монархии и установление Временного правительства, начавшее период политических перемен в России."
  },
  "1945": {
    "title": "Победа в Великой Отечественной войне",
    "description": "Окончание Второй мировой войны и победа над нацистской Германией, что укрепило статус СССР как мировой державы."
  },
  "1991": {
    "title": "Распад СССР",
    "description": "Официальное прекращение существования Советского Союза и образование независимых государств на его территории."
  }
}
